<h2>404... Not found</h2>
<p>
  <h3>
    <div>Кабы схемку аль чертеж, мы б затеяли вертеж.</div>
    <div>Ну, а так - ищи, сколь хочешь, черта лысого найдешь!</div>
    <div style="font-style:italic;font-size:70%">&copy;&nbsp;Л.Филатов.</div>
  </h3>
<p>
  
<h4><div class="info">Вы правильно напечатали URL-адрес?</div></h4>
<p>
  Возможно, Вы ошиблись при наборе URL-адреса. Проверьте, что набранный Вами адрес не содержит орфографических ошибок, регистр букв имеет нужное значение, нет лишних пробелов и т.п.
</p>
  
<h4><div class="info">Вы попали сюда по ссылке с этого-же сайта?</div></h4>
<p>
  Будьте добры, напишите нам о том, что Вы делали непосредственно перед тем, как получили это сообщение. Мы исследуем проблему и постараемся исправить ситуацию.
</p>

<h4><div class="info">Вы пришли сюда по ссылке с другого сайта?</div></h4>
<p>
  Ссылки между разными сайтами имеют привычку устаревать или могут содержать ошибки. Будьте добры, напишите нам о том, откуда Вы к нам перешли и мы попробуем связаться с автором некорректой ссылки, чтобы привести все в порядок.
</p>
<h3>Что дальше?</h3>
<ul>
  <li style="margin-top: 0.5em"><a href="javascript:history.go(-1)">Вернуться</a> на предыдущую страницу</li>
  <li><?php echo link_to('Перейти на Главную', 'home/index') ?> страницу сайта</li>
</ul>