<h1>404... Not found</h1>
<div>
  <h3>
    Кабы схемку аль чертеж, мы б затеяли вертеж.<br />
    Ну, а так - ищи, сколь хочешь, черта лысого найдешь!<br />
    <span style="font-style:italic;font-size:70%">&copy;&nbsp;Л.Филатов.</span>
  </h3>
</div>
  
<div class="info"><h4>Вы правильно напечатали URL-адрес?</h4></div>
<p>
  Возможно, Вы ошиблись при наборе URL-адреса. Проверьте, что набранный Вами адрес не содержит орфографических ошибок, регистр букв имеет нужное значение, нет лишних пробелов и т.п.
</p>
  
<div class="info"><h4>Вы попали сюда по ссылке с этого-же сайта?</h4></div>
<p>
  Будьте добры, напишите нам о том, что Вы делали непосредственно перед тем, как получили это сообщение. Мы исследуем проблему и постараемся исправить ситуацию.
</p>

<div class="info"><h4>Вы пришли сюда по ссылке с другого сайта?</h4></div>
<p>
  Ссылки между разными сайтами имеют привычку устаревать или могут содержать ошибки. Будьте добры, напишите нам о том, откуда Вы к нам перешли и мы попробуем связаться с автором некорректой ссылки, чтобы привести все в порядок.
</p>
<h3>Что дальше?</h3>
<ul>
  <li style="margin-top: 0.5em"><a href="javascript:history.go(-1)">Вернуться</a> на предыдущую страницу</li>
  <li><?php echo link_to('Перейти на Главную', 'home/index') ?> страницу сайта</li>
</ul>