<?php
/* Элементы главного меню и карты сайта,
 * отображаемые в любом случае.
 * 
 * Каждый элемент должен быть обернут в тэг <li></li>,
 * еще лучше, если они будут генерироваться через PHP,
 * т.к. это предоствратит появление лишних невидимых
 * символов между элементами меню.
 * 
 * Рекомендуется чтобы каждый элемент представлял собой
 * одно слово без пробелов, являющееся ссылкой,
 * но это не обязательно.
 * 
 * Дополнительное CSS-оформление использовать осторожно,
 * может нарушиться автоматическая интеграция.
 */
?>
&nbsp;
