<?php
/* Это пользовательское соглашение.
 * Оно отображается выше формы регистрации
 * на странице регистрации.
 */
?>
<h3>Пользовательское соглашение</h3>
<p>
  <div class="warn">Внимательно прочитайте нижеизложенное!</div>
</p>
<p>Создавая учетную запись (далее &quot;аккаунт&quot;) на данном сайте (далее &quot;Система&quot;) Вы соглашаетесь с тем, что:</p>
<ol>
  <li>Вы используете Систему исключительно на свой страх и риск.</li>
  <li>Разработчики и администрация Системы не предоставляют абсолютно никаких гарантий корректной и бесперебойной работы Системы.</li>
  <li>Разработчики и администрация Системы не могут быть привлечены к какой либо ответственности за прямой или косвенный ущерб, связанный с использованием, некорректной работой или невозможностью использовать Систему.</li>
  <li>Вам может быть отказано в регистрации и/или приостановлен доступ к Системе без объяснения причин.</li>
  <li>Все действия, производимые в Системе, подтверждаемые вашими именем и паролем однозначно считаются выполняемыми лично Вами.</li>
  <li>Вы самостоятельно следите за тем, чтобы ваш пароль не стал известен третьим лицам, а также самостоятельно своевременно изменяете его, если такое случится.</li>
  <li>Разработчики и администрация Системы не отвечают за содержание данных, созданных в Системе пользователями.</li>
  <li>Ваш аккаунт и подконтрольные вам данные в Системе могут быть в одностороннем порядке изменены и/или удалены администрацией Системы без предварительного уведомления.</li>
  <li>Вы обязуетесь использовать Систему штатным образом и не пытаться каким либо образом нарушить ее нормальное функционирование.</li>
  <li>Разработчики и администрация Системы не отвечают за какие-либо действия пользователей, прямо или косвенно связанные с использованием Системы.</li>
</ol>
<p>
  <div class="warn">Создавайте учетную запись только в том случае, если согласны со всеми положениями!</div>
</p>
